{"pageProps":{"interview":"## *I thought they were my friends...but when I joined the conversation, they stunned me into silence with their outrageous and hurtful statements.*\n\n**21 year old black woman**\n\n**A Benicia resident for 18 years**\n\nI’ve been lucky.  I haven’t had too many memorable experiences with racism, but there is one that stands out to me.\n\nWhen I was about 15 years old, I was part of a group of girlfriends.  I was the only Black member of the group, but some of the girls were members of other minorities.  Four of them were already on FaceTime when I joined one night.  I didn’t get a chance to say much before the conversation went in a shocking direction.  Three of the others began to talk about Black people.  They didn’t quite make it personal, but it was obvious that it was designed to hurt me.  They said that Black fathers don’t stick around; that Black people are always on welfare; that Black people are drug addicts; that Black people habitually steal; that Black people are Gangbangers.  They said other things, too, but I was too stunned to remember much more detail.  I made up an excuse and got offline.\n\nAs soon as I left, the one girl who didn’t contribute to the conversation texted me and asked if I was okay.  She told me that the conversation had been friendly and normal before I came on, and that she didn’t understand why things changed so suddenly. I didn’t know what to say, I was so hurt and shocked.\n\nThe three girls never apologized or reached out to me.  Shortly after this, I drifted away from this group and found other, more genuine friends.  I never confronted the girls, or told any adult what had happened.  I didn’t know what to do, so I did nothing.  At the time, I thought it best to just remove myself from the situation.\n\nToday I would handle this differently.  I have the confidence to stand up for myself and my  culture.  I am grateful for the one girl who reached out to me back then with kindness.  She and I are still friends today, but the others...that was the last time I considered them my “friends.”  It was painful to me personally, but it goes deeper than that.  It was a gut-wrenching revelation for me to learn that others might think so lowly about my people in general, regardless of how friendly they might behave towards me.\n","blurb":"I thought they were my friends...but when I joined the conversation, they stunned me into silence with their outrageous and hurtful statements."},"__N_SSG":true}